Repository: nmahamad02/IFABuecomApp
Catalog: src/translate/messages.*.xlf
Languages: ar, fr

# CRMTitle
source: CRM and AR
ar: إدارة علاقات العملاء
fr: Gestion de la Relation Client

# CRMDashboard
source: Dashboard
ar: لوحة القيادة
fr: Le Tableau de Bord

# CRMCustProfile
source: Customer Profiles
ar: ملفات تعريف العملاء
fr: Les Profils Clients

# CRMContacts
source: Contacts
ar: جهات الاتصال
fr: Les Contacts

# CRMSalesOrder
source: Sales Orders
ar: طلبات المبيعات
fr: Les Commandes

# CRMBillNPay
source: Billing & Payments
ar: الفواتير والمدفوعات
fr: Les Facturation et Les Paiements

# SCTitle
source: Supply Chain
ar: إدارة الأمدادات
fr: Gestion de la Chaîn Logistique

# SCDashboard
source: Dashboard
ar: لوحة القيادة
fr: Le Tableau de Bord

# SCWendor
source: Vendor Management
ar: إدارة البائعين
fr: Gestion des Fournisseurs

# SCMatReq
source: Material Requisition
ar: طلب المادي
fr: Gestion des Demandes de Matériel

# SCQout
source: Quotations
ar: الاقتباسات
fr: Les Offres de Prix

# SCPo
source: Purchase Orders
ar: طلبات الشراء
fr: Les Bons des Commandes

# SCGrn
source: Goods Recieved Notes
ar: تلقى السلع ملاحظات
fr: Les Marchandises Reçus Notes

# SCInvNPay
source: Invoices & Payments
ar: الفواتير والمدفوعات
fr: Les Factures et Les Paiements

# MMPTitle
source: MMP
ar: مشاريع إدارة الصيانة
fr: Gestion de la Maintenance

# MMPDashboard
source: Dashboard
ar: لوحة القيادة
fr: Le Tableau de Bord

# MMPcNc
source: Complaints & Calls
ar: الشكاوى والمكالمات
fr: Les Plaintes et Les Appels

# MMPtNc
source: Tenants & Complainants
ar: المستأجرين والمشتكين
fr: Les Locataires et Les Plaignants

# MMPPremises
source: Premises Master
ar: المواقع
fr: Les Locaux

# MMPAssets
source: Assets & Equipments
ar: الأصول والمعدات
fr: Les Actifs et Les Équipements

# MMPSrvAgr
source: Service Agreements
ar: اتفاقيات الخدمة
fr: Les Contrats de Service

# MMPwo
source: Work Orders
ar: طلبات العمل
fr: Les Bons de Travail

# MMPjc
source: Job Card
ar: بطاقات العمل
fr: Les Cartes des Travail

# MMPwp
source: Work Profile
ar: ملفات تعريف العمل
fr: Les Profils de Travail

# MMPresource
source: Resource Management
ar: إدارة الموارد
fr: Gestion des Ressources

# MMPBillNpay
source: Billing & Payments
ar: الفواتير والمدفوعات
fr: Le Facturation et Les Paiements

# MMPppm
source: PPM
ar: الصيانة التنبؤية المخططة
fr: Le Maintenance Prédictive Planifiée

# MMPscope
source: Scopes & Procedures
ar: النطاقات والإجراءات
fr: Les Portées et Les Procédures

# MISTitle
source: Management Reports
ar: تقارير الإدارة
fr: Les Rapports de Gestion

# MISSales
source: Sales Revenues
ar: ايرادات المبيعات
fr: Le Chiffre d'Affaires

# MISReceivables
source: Receivables
ar: الذمم المدينة
fr: Les Créances

# MISPayables
source: Payables
ar: الذمم الدائنة
fr: Les Dettes

# MIShr
source: HR
ar: الموارد البشرية
fr: Les Ressources Humaines

# MISFinancials
source: Financials
ar: المالية
fr: Les Financières

# FinanceTitle
source: Finance
ar: تمويل
fr: La finance

# FinanceDashboard
source: Dashboard
ar: لوحة القيادة
fr: Le Tableau de Bord

# FinanceCoa
source: Chart of Accounts
ar: جدول الحسابات
fr: Plan comptable

# PMPTitle
source: PMP
ar: ادارة مشروع
fr: Gestion des Projets

# PMPDashboard
source: Dashboard
ar: ادارة مشروع
fr: Le Tableau de Bord

# HRMSTitle
source: HRMS
ar: ادارة الموارد البشرية
fr: Gestion des Ressources Humaines

# HRMSDashboard
source: Dashboard
ar: لوحة القيادة
fr: Le Tableau de Bord

# HRMSPremises
source: Premises
ar: المواقع
fr: Les Locaux

# EComTitle
source: E-Commerce
ar: التجارة الإلكترونية
fr: Le Commerce Électronique

# EComDashboard
source: Dashboard
ar: لوحة القيادة
fr: Le Tableau de Bord

# WMSTitle
source: WMS
ar: إدارة المستودعات
fr: Gestion d'Entrepôt

# WMSDashboard
source: Dashboard
ar: لوحة القيادة
fr: Le Tableau de Bord

# WMSPutAway
source: Put Away
ar: استلام البضائع
fr: La Réception des Marchandises

# WMSDispatches
source: Dispatches
ar: الإرساليات
fr: Les Expéditions

# WMSAnalytics
source: Analytics
ar: التحليلات
fr: Les Analytiques

# WMSNotifications
source: Notifications
ar: إشعارات
fr: Les Notifications

# WMSRacksNShelfs
source: Racks & Shelves
ar: رفوف ورفوف
fr: Les Racks et Les Étagères

# WMSProducts
source: Products
ar: رفوف ورفوف
fr: Les Produits

# WMSTasks
source: Tasks
ar: مهام
fr: Les Tâches

# SettingsTitle
source: Settings
ar: الإعدادات
fr: Les Paramètres

# SettingsDashboard
source: Dashboard
ar: لوحة القيادة
fr: Le Tableau de Bord

# CMMContactsTitle
source: Client Master Management
ar: إدارة العميل الرئيسي
fr: Gestion des clients maîtres

# CMMContactsNewBtn
source: <mat-icon>add</mat-icon>New
ar: <mat-icon>add</mat-icon>جديد
fr: <mat-icon>add</mat-icon>Ajouter

# CMMContactsEditBtn
source: <mat-icon>note_add</mat-icon>Edit
ar: <mat-icon>note_add</mat-icon>يحرر
fr: <mat-icon>note_add</mat-icon>Éditer

# CMMContactsPrintBtn
source: <mat-icon>print</mat-icon>Print
ar: <mat-icon>print</mat-icon>مطبعة
fr: <mat-icon>print</mat-icon>Imprimer

# CMMContactsSubmitBtn
source: <mat-icon>note_add</mat-icon>Submit
ar: <mat-icon>note_add</mat-icon>إرسال
fr: <mat-icon>note_add</mat-icon>Soumettre

# CMMContactsDeleteBtn
source: <mat-icon>Delete</mat-icon>Delete
ar: <mat-icon>Delete</mat-icon>حذف
fr: <mat-icon>Delete</mat-icon>Effacer

# CMMContactsExitBtn
source: <mat-icon>cancel</mat-icon>Exit
ar: <mat-icon>cancel</mat-icon>مخرج
fr: <mat-icon>cancel</mat-icon>Sortir

# CMMContactsNameFormControl
source: Name
ar: اسم
fr: Nom

# CMMContactsNameFormControlError
source: Name is <strong>required</strong>
ar: مطلوب اسم
fr: Nom est <strong>obligatoire</strong>

# CMMContactsMobileFormControl
source: Mobile Number
ar: رقم الهاتف المحمول
fr: Numéro de portable

# CMMContactsMobileFormControlError
source: Mobile number is <strong>required</strong>
ar: رقم الهاتف المحمول مطلوب
fr: Le numéro de portable est <strong>obligatoire</strong>

# CMMContactsEmailFormControl
source: Email
ar: بريد إلكتروني

# CMMContactsEmailFormControlError
source: Please enter a <strong>valid</strong> email ID
ar: الرجاء إدخال معرف بريد إلكتروني صالح
fr: Veuillez saisir un email ID <strong>valid</strong>

# CMMContactsDoRFormControl
source: Date of Registration
ar: تاريخ التسجيل
fr: Date d'enregistrement

# CMMContactsDoRFormControlError
source: Please choose a <strong>valid</strong> date
ar: ارجوك ادخل تاريخ صحيح
fr: Veuillez choisir un date<strong>valide</strong>

# CMMContactsPrimaryContactFormControl
source: Primary contact?
ar: اتصال رئيسي؟
fr: Premier contact?

# CMMContactsTrueOption
source: True
ar: حقيقي
fr: Vrai

# CMMContactsFalseOption
source: False
ar: خطأ شنيع
fr: Faux

# CMMContactsPhoneLine1FormControl
source: Phone line I
ar: خط الهاتف الأول
fr: Ligne téléphonique I

# CMMContactsPhoneLine2FormControl
source: Phone line II
ar: خط الهاتف الثاني
fr: Ligne téléphonique II

# CMMContactsFaxLine1FormControl
source: Fax line I
ar: خط الفاكس الأول
fr: Ligne de télécopie I

# CMMContactsFaxLine2FormControl
source: Fax line II
ar: خط الفاكس الثاني
fr: Ligne de télécopie II

# CMMContactsAccNbrFormControl
source: Account No
ar: رقم حساب
fr: N° de compte

# CMMContactsAccNbrFormControlError
source: Account No is <strong>required</strong>
ar: رقم الحساب مطلوب
fr: Le N° de compte est <strong>obligatoire</strong>

# CMMContactsAccNameFormControl
source: Account Name
ar: أسم الحساب
fr: Nom du compte

# CMMContactsAccNameFormControlError
source: Account name is <strong>required</strong>
ar: أسم الحساب مطلوب
fr: Le nom du compte est <strong>obligatoire</strong>

# CMMContactsFlatNbrFormControl
source: Flat No
ar: عدد مسطح
fr: N° d'appartement

# CMMContactsFlatNbrFormControlError
source: Flat number is <strong>required</strong>
ar: مطلوب رقم الشقة
fr: Le numéro à plat es<strong>required</strong>

# CMMContactsHouseNbrFormControl
source: House No.
ar: رقم الدار
fr: N° de maison / bâtiment

# CMMContactsHouseNbrFormControlError
source: Building/House is <strong>required</strong>
ar: رقم المبنى / المنزل مطلوب
fr: Le N° de maison / bâtiment est <strong>obligatoire</strong>

# CMMContactsRoadNbrFormControl
source: Road No
ar: رقم الطريق
fr: Numéro de route

# CMMContactsRoadNbrFormControlError
source: Road number is <strong>required</strong>
ar: رقم الطريق مطلوب
fr: Le N° de route est <strong>obligatoire</strong>

# CMMContactsPOBoxNbrFormControl
source: P.O. Box
ar: ص. صندوق
fr: Boîte aux lettres

# CMMContactsPOBoxNbrFormControlError
source: PO Box number is <strong>required</strong>
ar: رقم صندوق البريد مطلوب
fr: Le N° de boîte postale est<strong>obligatoire</strong>

# CMMContactsAreaFormControl
source: Area
ar: منطقة
fr: Zone

# CMMContactsAreaFormControlError
source: Area is <strong>required</strong>
ar: المنطقة مطلوبة
fr: La zone est<strong>obligatoire</strong>

# CMMContactsBlockNbrFormControl
source: Block No
ar: حظر الرقم
fr: Numéro de bloc

# CMMContactsBlockNbrFormControlError
source: Block number is <strong>required</strong>
ar: رقم الكتلة مطلوب
fr: Le N° de bloc est <strong>obligatoire</strong>

# CMMContactsAddress1FormControl
source: Address I
ar: العنوان الأول
fr: Adresse I

# CMMContactsAddress2FormControl
source: Address II
ar: العنوان الثاني
fr: Adresse II

# CMMContactsAddress3FormControl
source: Address III
ar: العنوان الثالث
fr: Adresse III
